Repository: masterhuy/shella-fix
Catalog: app/Resources/translations/*/ModulesStatssalesAdmin.*.xlf
Languages: it_it

source: Sales and orders
it_it: Le vendite e gli ordini

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
it_it: Aggiunge della grafica che presenta l'evoluzione delle vendite e degli ordini al pannello di controllo Statistiche.

source: About order statuses
it_it: Informazioni sullo stato degli ordini

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
it_it: Nel tuo back-office, puoi modificare i seguenti stati dell'ordine: In attesa di pagamento con assegno, Pagamento accettato, Preparazione in corso, In spedizione, Spedito, Annullato, Rimborso, Errore di pagamento, Esaurito, e In attesa di pagamento con bonifico bancario.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
it_it: Questi stati degli ordini non possono essere rimossi dal Back Office: hai comunque l'opzione di aggiungerne altri.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
it_it: I grafici seguenti rappresentano l'evoluzione degli ordini del tuo negozio e il giro d'affari delle vendite per un periodo selezionato.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
it_it: Dovresti consultare spesso questa schermata; essa ti permette di controllare rapidamente la vitalit√† del tuo negozio. Ti permette anche di controllare periodi di tempo multipli.

source: Only valid orders are graphically represented.
it_it: Sono rappresentati in forma grafica solo gli ordini validi.

source: Orders placed:
it_it: Gli ordini effettuati:

source: CSV Export
it_it: Esporta CSV

source: Sales:
it_it: Vendite:

source: You can view the distribution of order statuses below.
it_it: Qui sotto puoi vedere la distribuzione degli stati degli ordini.

source: No orders for this period.
it_it: Nessun ordine per questo periodo

source: Orders placed
it_it: Ordini effettuati

source: Products bought
it_it: Prodotti acquistati

source: Products:
it_it: Prodotti:

source: Sales currency: %s
it_it: Valuta vendite: %s

source: Percentage of orders per status.
it_it: Percentuale degli ordini in base allo stato.
